Repository: aborren/SLwatch
Catalog: SLwatch/*.lproj/Localizable.strings
Languages: sv

# NO_GPS_TITLE
source: Enable GPS
sv: Tillåt GPS

# NO_GPS_IPHONEMESSAGE
source: Please enable SL watch to always have access to location services
sv: Vänligen tillåt SL watch att alltid komma åt GPS:n

# NO_GPS_MESSAGE
source: Please open the SLwatch application on your iPhone and enable the GPS
sv: Vänligen öppna SL Watch på din iPhone och tillåt den komma åt GPS:n

# NO_DEPARTURES_MESSAGE
source: No departures from this station
sv: Inga avgångar funna

# NO_NEARBYSTATIONS_MESSAGE
source: No nearby stations
sv: Inga närliggande stationer

# NO_GLANCE_MESSAGE
source: No station for glance view set.
sv: Ingen station inställd som överblicksvy

# NO_GLANCE_INSTRUCTION
source: Click here to open the application to set a station for glance view.
sv: Klicka här för att öppna applikationen och ställa in en station som överblick

source: Nearby stations
sv: Närliggande stationer

source: Favourite stations
sv: Stjärnmarkerade stationer

# FAILED_LOCATION
source: Failed to get location data
sv: Misslyckades hämta platsdata

# SERVER_FAILED
source: Failed to get data from server
sv: Misslyckades hämta data från servern

source: Settings
sv: Inställningar

source: Cancel
sv: Avbryt

source: Now
sv: Nu
